{
    "Home": " الصفحه الرئيسيه",
    "products": "منتجات",
    "Support": "دعم",
    "Log out": "تسجيل خروج",
    "Search": "بحث",
    "Arabic":"عربي",
    "English":"إنجليزي",
    
    "TAKE 10% OFF":"خذ خصم %10",
    "Welcome Fashion":"مرحباً! استمتع بخصم 10% على طلبك الأول لدى",
    "Get it!": "احصل عليه!",
    "Men": "رجال",
  "Women": "نساء",
  "Kids": "اطفال",
  "Fashion wave Classic!": "موجة الموضة الكلاسيكية",
  "Classic": "كلاسيكي",
  "WE OFFER THE TIMELESS T-SHIRT": "نحن نقدم القميص الكلاسيكي الخالد للبيع، والذي يجسد الراحة والأناقة. ارفع مستوى خزانة ملابسك من خلال مجموعتنا المتميزة",
  "Fashion wave Polo!": "موجة الموضة بولو",
  "A POLO NECK T-SHIRT": "تي شيرت بولو برقبة، يتميز بياقة مطوية مميزة وفتحة قصيرة بأزرار. كان مرتبطًا في الأصل بالرياضة، وقد تطور ليصبح ملابس متعددة الاستخدامات وخالدة، حيث يمزج بين الراحة غير الرسمية والجمال",
  "Polo":"بولو",
  "Fashion wave Classic V Neck": "موجة الموضة الكلاسيكية الخامس الرقبة",
  "Classic V Neck": "رقبة كلاسيكية على شكل حرف V",
 "THE CLASSIC V": "يعد التيشيرت الكلاسيكي ذو الرقبة على شكل حرف V قطعة أساسية في خزانة الملابس حيث يوفر مزيجًا خالدًا من الراحة والأناقة. بفضل تصميمها البسيط والأنيق وجاذبية متعددة الاستخدامات، فإنها ترتقي بسهولة بالمظهر الكاجوال",
 "Fashion wave Crew neck!": "موجة الموضة الرقبة الطاقم",
 "Crew neck": "طاقم الرقبة",
 "THE CREW NECK": "يعتبر التيشيرت ذو الرقبة الدائرية قطعة أساسية في خزانة الملابس لا تتأثر بمرور الزمن ومتعددة الاستخدامات، وهو معروف بياقة دائرية كلاسيكية وملاءمة مريحة. بساطتها تجعلها مناسبة للعديد من المناسبات، ويمكن تصميمها بسهولة للحصول على مظهر كاجوال",





 "What is Fashion wave ?": " Fashion wave? ما هي ",
    "Fashion Wave is a specialized": "Fashion Wave هي علامة تجارية متخصصة في بيع التيشيرتات، والمعروفة بتقديم مجموعة متنوعة من الملابس المعاصرة ذات الطابع الفريد والجودة العالية. تركز العلامة التجارية على التصاميم المبتكرة ومواكبة أحدث اتجاهات الموضة لتلبية احتياجات مختلف الأذواق",
  "How can I contact?": "كيف يمكنني الاتصال؟",
 
 "contact": "يمكنكم التواصل عبر الانستجرام، الفيسبوك، الواتساب.",
  "Are there offers?": "هل هناك عروض؟",
  "discount upon registration": "نعم فعلا. هناك العديد من العروض وخصم عند التسجيل",
  "How can I make the payment?": "كيف يمكنني إجراء الدفع؟",
  "You can make the payment": "يمكنك إجراء الدفع باستخدام بطاقة الائتمان أو عند الاستلام.",



  
  
 "Crew Neck Short": "طاقم الرقبة قصيرة",
 "EGP": "ج",
 "Crew Neck Short Sleeve Striped Combed Cotton Men's T-shirt": "قميص رجالي برقبة دائرية وأكمام قصيرة مصنوع من القطن الممشط مع خطوط",
 "Essence of Our T-Shirts Introduction: Explore the world of our T-shirts, where premium cotton meets precision stitching for enduring comfort and style. Key Points: Fabric of Comfort: Luxurious, breathable cotton for a soft feel against the skin. Stitching Perfection: Impeccable craftsmanship for lasting durability. Designs that Transcend: Express your individuality with timeless, expressive designs. Durability Beyond Fashion: Enduring quality for a T-shirt that stand.": "جوهر قمصاننا المقدمة: اكتشف عالم قمصاننا، حيث يلتقي القطن الفاخر مع الخياطة الدقيقة لتوفير الراحة والأناقة الدائمة. النقاط الرئيسية: نسيج مريح: قطن فاخر وجيد التهوية لملمس ناعم على الجلد. خياطة مثالية: براعة لا تشوبها شائبة لمتانة دائمة. تصميمات تتخطى: عبّر عن شخصيتك الفردية من خلال تصميمات خالدة ومعبرة. متانة تفوق الموضة: جودة دائمة لتيشيرت",

 "29% OFF": "خصم 29%",
 "Classic Crew Neck Long": "رقبة دائرية كلاسيكية طويلة",
 "Classic Crew Neck Long Sleeve Men's Sweatshirt": "سويتشيرت رجالي كلاسيكي برقبة دائرية وأكمام طويلة",
 "Essence of Our T-Shirts Introduction:  Explore the world of our T-shirts, where premium cotton meets precision stitching for enduring comfort and style. Key Points: Fabric of Comfort: Luxurious, breathable cotton for a soft feel against the skin. Stitching Perfection: Impeccable craftsmanship for lasting durability. Designs that Transcend: Express your individuality with timeless, expressive designs. Durability Beyond Fashion: Enduring quality for a T-shirt that stand.": "جوهر مقدمة القمصان لدينا: اكتشف العالم من قمصاننا، حيث يلتقي القطن الفاخر مع الخياطة الدقيقة لتوفير الراحة والأناقة الدائمة. النقاط الرئيسية: نسيج مريح: قطن فاخر وجيد التهوية لملمس ناعم على الجلد. خياطة مثالية: براعة لا تشوبها شائبة لمتانة دائمة. تصميمات تتخطى: عبّر عن شخصيتك الفردية من خلال تصميمات خالدة ومعبرة. متانة تفوق الموضة: جودة دائمة لتيشيرت",
 
 
 "Wave Classic Polo Neck": "  كلاسيكي بولو الرقبة",
 "Crew Neck Short Sleeve Combed Cotton Men's T-shirt":"قميص رجالي برقبة دائرية وأكمام قصيرة من القطن الممشط",
   "Essence of Our T-Shirts Introduction Explore the world of our T-shirts, where premium cotton meets precision stitching for enduring comfort and style. Key Points: Fabric of Comfort: Luxurious, breathable cotton for a soft feel against the skin. Stitching Perfection: Impeccable craftsmanship for lasting durability. Designs that Transcend: Express your individuality with timeless, expressive designs. Durability Beyond Fashion: Enduring quality for a T-shirt that stand.": "جوهر قمصاننا المقدمة: اكتشف عالم قمصاننا، حيث يلتقي القطن الفاخر مع الخياطة الدقيقة لتوفير الراحة والأناقة الدائمة. النقاط الرئيسية: نسيج مريح: قطن فاخر وجيد التهوية لملمس ناعم على الجلد. خياطة مثالية: براعة لا تشوبها شائبة لمتانة دائمة. تصميمات تتخطى: عبّر عن شخصيتك الفردية من خلال تصميمات خالدة ومعبرة. متانة تفوق الموضة: جودة دائمة لتيشيرت",
 
 
 "Crew Neck Long": "طاقم الرقبة طويلة",
 "Crew Neck Long Sleeve Men's Tricot Sweater with Color Block": "سويتر رجالي برقبة دائرية وأكمام طويلة مصنوع من نسيج التريكو مع تصميم متعدد الألوان.",
 "Essence of Our T-Shirts Introduction: Explore the world of our T-shirts, where premium cotton meets precision stitching for enduring comfort and style. Key Points Fabric of Comfort: Luxurious, breathable cotton for a soft feel against the skin. Stitching Perfection: Impeccable craftsmanship for lasting durability. Designs that Transcend: Express your individuality with timeless, expressive designs. Durability Beyond Fashion: Enduring quality for a T-shirt that stand.": "جوهر قمصاننا المقدمة: اكتشف عالم قمصاننا، حيث يلتقي القطن الفاخر مع الخياطة الدقيقة لتوفير الراحة والأناقة الدائمة. النقاط الرئيسية: نسيج مريح: قطن فاخر وجيد التهوية لملمس ناعم على الجلد. خياطة مثالية: براعة لا تشوبها شائبة لمتانة دائمة. تصميمات تتخطى: عبّر عن شخصيتك الفردية من خلال تصميمات خالدة ومعبرة. متانة تفوق الموضة: جودة دائمة لتيشيرت",
 

 "Girls dress":" فستان بنات",
 "A cute girls' dress with long sleeves, featuring unicorn and floral patterns.":"فستان جميل للفتيات بأكمام طويلة، يتميز بزخارف  السحريه والزهور",


 "Hoodie":" هودي ",
 "A Block-Color Hoodie is a stylish casual hoodie featuring solid color blocks.":"هودي بألوان  هو هودي عصري وعارض يتميز بتصميم ألوان صلبة.",
 
 "pajama":"بيچامه",
 "Infant girl outfit set for fall/winter with a cotton long-sleeve romper and pants.":"مجموعة ملابس للرضع الإناث لموسمي الخريف/الشتاء تتألف من رومبر طويل الأكمام من القطن وسروال.",
 "Dark blue dinosaur-themed hoodie Stylish, versatile, playful self-expression for casual comfort.":"هودي بتصميم ديناصورات بلون أزرق داكن. أنيق ومتعدد الاستخدامات، يعبر عن اللعب والراحة العارضة للمظهر الغير رسمي.",

 "Wave dress":"Wave فستان",
 "Navy checkered dress: classic pattern, modern appeal.":"فستان مخطط باللون البحري: نمط كلاسيكي، جاذبية حديثة." ,
 "Wave Stylish dress":"wave فستان أنيق",
 "Stylish brown-red dress with a flared skirt and waist belt for a sleek look.":"فستان بني أحمر أنيق بتصميم راقي يتميز بتنورة واسعة وحزام   لإطلالة أنيقة.",

 "Wave Stylish dress Green":"wave فستان أخضر أنيق",
 "Green tweed dress with a chic belt, versatile and elegant.":"فستان تويد أخضر مع حزام أنيق، متعدد الاستخدامات وأنيق.",

 "Add to Cart": "أضف إلى السلة",
 "Buy Now": "اشتري الآن",


"Download App":"تنزيل التطبيق",
"use the voice assistance function:":"استخدم وظيفة المساعد الصوتي:",
"voice search: allows you to give commands. you can talk to the microphone using your voice To execute commands. To start using the microphone. press the microphone button.then say any of these commands: Home, products, support, kids, women, men.": "البحث الصوتي: يسمح لك بإعطاء الأوامر. يمكنك التحدث إلى الميكروفون باستخدام صوتك لتنفيذ الأوامر. لبدء استخدام الميكروفون. اضغط على زر الميكروفون.ثم قل أيا من هذه الأوامر: Home, products, support, kids, women, men.",

"hello":"مرحبا",
"hello sir":"مرحباً سيدي",
"welcome":"مرحباً سيدي",
"how can I help you":"كيف يمكنني مساعدتك؟",
"open product":"منتجات",
"ok sir":"حسنًا، سيد",
"the product":"المنتجات",
"open support":"الدعم",
"home": "الصفحه الرئيسيه",
"open women":"ملابس النساء",
"open man":"ملابس الرجال",
"open kids":"ملابس الاطفال",
"sorry, I don't understand":"عذرًا، لا أفهم",
"download app":"تحميل التطبيق",


"How to contact":"كيفية الاتصال",
"You can contact through social media platforms":"يمكنك التواصل عبر منصات التواصل الاجتماعي",
"Hello! How can I help you?":"مرحبًا! كيف يمكنني مساعدتك؟",
"Customer": "العميل",
"Support Bot":"بوت الدعم",
"How can I purchase the product?":"كيف يمكنني شراء المنتج؟",
"You can purchase the product by adding it to the cart or buying it individually. You will be contacted after the purchase process." :"يمكنك شراء المنتج عن طريق إضافته إلى السلة أو شرائه بشكل فردي. سيتم الاتصال بك بعد عملية الشراء.",
"Return and refund policy?":"سياسة الإرجاع والاسترداد؟",
"The return must be made within 14 days, and the product must be in good condition.":"يجب إجراء الإرجاع في غضون 14 يومًا، ويجب أن يكون المنتج في حالة جيدة.",
"add products":"اضافه منتج",

"360":"٣٦٠",
"VR":"الواقع الافتراضي",


"Featuring a sophisticated brown jacket paired with stylish black trousers and a crisp white shirt, this outfit creates a timeless and versatile look suitable for different occasions.":"يتميز هذا الزي بجاكيت بني متطور مع بنطلون أسود أنيق وقميص أبيض هش ، مما يخلق مظهرا خالدا ومتعدد الاستخدامات مناسبا للمناسبات المختلفة.",
"Classic Brown and Black Outfit":"الزي الكلاسيكي البني والأسود"






}