{
    "Home": " الصفحه الرئيسيه",
    "products": "منتجات",
    "Support": "دعم",
    "Log out": "تسجيل خروج",
    "Search": "بحث",
    "Arabic":"عربي",
    "English":"إنجليزي",
    
    "TAKE 10% OFF":"خذ خصم %10",
    "Welcome Fashion":"مرحباً! استمتع بخصم 10% على طلبك الأول لدى",
    "Get it!": "احصل عليه!",
    "Men": "رجال",
  "Women": "نساء",
  "Kids": "اطفال",
  "Fashion wave Classic!": "موجة الموضة الكلاسيكية",
  "Classic": "كلاسيكي",
  "WE OFFER THE TIMELESS T-SHIRT": "نحن نقدم القميص الكلاسيكي الخالد للبيع، والذي يجسد الراحة والأناقة. ارفع مستوى خزانة ملابسك من خلال مجموعتنا المتميزة",
  "Fashion wave Polo!": "موجة الموضة بولو",
  "A POLO NECK T-SHIRT": "تي شيرت بولو برقبة، يتميز بياقة مطوية مميزة وفتحة قصيرة بأزرار. كان مرتبطًا في الأصل بالرياضة، وقد تطور ليصبح ملابس متعددة الاستخدامات وخالدة، حيث يمزج بين الراحة غير الرسمية والجمال",
  "Polo":"بولو",
  "Fashion wave Classic V Neck": "موجة الموضة الكلاسيكية الخامس الرقبة",
  "Classic V Neck": "رقبة كلاسيكية على شكل حرف V",
 "THE CLASSIC V": "يعد التيشيرت الكلاسيكي ذو الرقبة على شكل حرف V قطعة أساسية في خزانة الملابس حيث يوفر مزيجًا خالدًا من الراحة والأناقة. بفضل تصميمها البسيط والأنيق وجاذبية متعددة الاستخدامات، فإنها ترتقي بسهولة بالمظهر الكاجوال",
 "Fashion wave Crew neck!": "موجة الموضة الرقبة الطاقم",
 "Crew neck": "طاقم الرقبة",
 "THE CREW NECK": "يعتبر التيشيرت ذو الرقبة الدائرية قطعة أساسية في خزانة الملابس لا تتأثر بمرور الزمن ومتعددة الاستخدامات، وهو معروف بياقة دائرية كلاسيكية وملاءمة مريحة. بساطتها تجعلها مناسبة للعديد من المناسبات، ويمكن تصميمها بسهولة للحصول على مظهر كاجوال",





 "What is Fashion wave ?": " Fashion wave? ما هي ",
    "Fashion Wave is a specialized": "Fashion Wave هي علامة تجارية متخصصة في بيع التيشيرتات، والمعروفة بتقديم مجموعة متنوعة من الملابس المعاصرة ذات الطابع الفريد والجودة العالية. تركز العلامة التجارية على التصاميم المبتكرة ومواكبة أحدث اتجاهات الموضة لتلبية احتياجات مختلف الأذواق",
  "How can I contact?": "كيف يمكنني الاتصال؟",
 
 "contact": "يمكنكم التواصل عبر الانستجرام، الفيسبوك، الواتساب.",
  "Are there offers?": "هل هناك عروض؟",
  "discount upon registration": "نعم فعلا. هناك العديد من العروض وخصم عند التسجيل",
  "How can I make the payment?": "كيف يمكنني إجراء الدفع؟",
    "You can make the payment": "يمكنك إجراء الدفع باستخدام بطاقة الائتمان أو عند الاستلام."
}